{
    "header": {
        "hello-world": "Hello World",
        "home": "HOME",
        "about-us": "ABOUT US",
        "wipes": "WiPES",
        "wipepod": "WIPEPOD",
        "gym-zone": "GYM ZONE",
        "discover": "DISCOVER MORE PRODUCTS",
        "contact": "CONTACT US",
        "inox": "STAINLESS STEEL",
        "inox2": "WET WiPES ",
        "inox3": "DISPENSER",
        "station": "WET WiPES",
        "station2": "STATION"
    },
    "contact-us": {
        "title1": "CONTACT US",
        "title2": "Do you have any questions or concerns? Please do not hesitate to contact us. We will be happy to assist you and help you in any way we can.",
        "p1": "The DRM WiPES team is a clear example of friendliness and professionalism, we will be happy to assist you 24 hours a day, 7 days a week. Contact us for whatever you want, whether you want to know more about this new movement, to get information about the products you want or to find out about our offers or our new concept of dispenser renting, we will be happy to answer you at any time. Focused on providing the most suitable products that best suit your needs, you can contact us and ask us about what we think is best for you and your company.",
        "p15": "At DRM WiPES we are proud and convinced that our products are the best option for you, that's why we offer free trials. We know that if you try it, you won't be able to stop being part of this movement.",
        "p2": "If you have a project in mind and you want us to tackle it, don't hesitate to tell us about it.",
        "p3": "We like to work with our customers and form a big family, at DRM WiPES we are creating a new movement and we want you to be part of it, don't stay behind!"
    },
    "main": {
        "title1A": "New concept",
        "title1A1": "for your fitness centre!",
        "title1A2": "Find out more and don't get left behind!",
        "title1B1": "Probably",
        "title1B2": "the best WiPE on the market",
        "title2": "Innovation & Design",
        "since": "Since",
        "p1": "At DRM WiPES we help you make a hygienic leap in quality for your employees and customers.",
        "p2": "Founded in 1992, The Hygiene Company has been creating original products at the forefront of hygiene solutions for almost 30 years.",
        "p3": "A leading UK manufacturer and supplier of antibacterial WiPES, disinfectants and dispensers, the company ensures that its wide range of intelligent and effective products will improve cleaning procedures and inspire good hygiene practice in all environments.",
        "p4": "DRM WiPES was founded three years ago to take over the distribution of this great company on a European level and with a clear mission: to make the best hygiene products in the industry available to those who need them. As an official supplier, we have the exclusive power to distribute all THE HYGIENE COMPANY brand products in all European countries.",
        "p5": "To date, we have helped dozens of customers to maintain healthy environments for their staff and clientele with our top quality products at very competitive prices. Furthermore, we are committed to understanding the collective needs and desires of all our customers in order to continue to provide pioneering products tailored to their needs.",
        "t1": "ANTIBACTERIAL HAND & SURFACE WET WiPES",
        "t1p": "As an official supplier to The Hygiene Company, we guarantee to provide you with exceptional wet WiPES to meet all your needs. Created with quality in mind, our WiPES tend to last longer and work more effectively than competing brands. Plus, they're fully portable, which means you can maintain optimal hygiene at all times with a product you know you can trust. So whether you need wet WiPES to clean gym equipment or to WiPE down your office desk, The Hygiene Company's range of antibacterial wet WiPES is the solution.",
        "t2": "THE HOME OF THE AWARD-WINNING WIPEPOD",
        "t2p": "The Hygiene Company is the home of the Wipepod® - the award-winning, low-cost antibacterial wet WiPE dispenser. Since its launch, the Wipepod® has become a widely recognised product and an essential item in many organisations including: HILTON HOTELS, MARRIOTT HOTELS as well as hundreds of gyms, health clubs, offices, kitchens, petrol stations, fast food outlets and supermarkets across Europe.",
        "t3": "WET WiPE& SANITISER DISPENSERS",
        "t3p": "Our freestanding stainless steel wet WiPE dispensers offer a high-end yet cost-effective hygiene solution. With a galvanised steel waste bin, this deluxe dispenser goes beyond its impressively large capacity for wet WiPES; it allows for both hand and surface disinfection, as well as a means of disposing of used WiPES, all in one place.",
        "t4": "CUSTOMISATION FOR YOUR BRAND",
        "t4p": "With their elegant and professional design, our products will enhance the aesthetics of any environment. In addition, most of our products, such as dispensers and cleaning stations, can be fully customised. Depending on your wishes and needs, our products can carry your logo and your own personalised message, and are also available in a variety of colours to match your facility's palette or branding.",
        "clients": "Clients",
        "help": "we’ve helped"
    },
    "about": {
        "title1A": "ABOUT US",
        "p1": "At DRM WiPES Company, we thrive on innovation. Generating new ideas and solutions for the industry, in the form of cutting-edge and cost-effective products, is the foundation upon which we continue to build our future.",
        "p2": "At DRM WiPES Company, we thrive on innovation. Generating new ideas and solutions for the industry, in the form of cutting-edge and cost-effective products, is the foundation upon which we continue to build our future.",
        "p3": "As well as ensuring the protection and well-being of people, we pride ourselves on simultaneously protecting the world around us through our range of environmentally friendly products, such as recyclable WiPES, and through the implementation of our Environmental Management Policy Statement.",
        "p4": "OUR DISTRIBUTION NETWORK",
        "p5": "We have been bringing our products to every corner of Europe for more than three years. We are present in more than 10 European countries. The quality of our economical transport service is our guarantee. No matter where you are from, trust in our products and you will not regret it.",
        "t1": "ENSURING YOUR PROTECTION & WELLBEING",
        "t1p": "At DRM WiPES we are increasingly aware of today's global issues, which is why we are constantly striving to find new solutions for our ever-changing world. In light of the coronavirus, while many companies have suffered shortages, we have ensured that our customers never lack sufficient hygiene supplies. In addition, we have developed new products effective against the new strain of COVID-19, such as our SS4/SS5 range of antiviral hand and surface WiPES.",
        "t1p2": "As well as ensuring the protection and well-being of people, we pride ourselves on simultaneously protecting the world around us through our range of environmentally friendly products, such as recyclable WiPES, and through the implementation of our Environmental Management Policy Statement.",
        "t2": "A BUSINESS THAT THRIVES ON INNOVATION",
        "t2p": "As a company that thrives on innovation, we are excited about what the future holds for DRM WiPES and our customers, as we inevitably face new challenges.",
        "t2p2": "Constant research and laboratory testing by our major manufacturer, THE HYGIENE COMPANY, along with valuable feedback from our customers, prepares us for current and future hygiene issues, helping us to improve the effectiveness of our current products and to invent new and original products.",
        "continue": "We continue",
        "goals": "and will continue to meet our goals of:",
        "g1": "Contribute to making the world a healthier, cleaner and safer place.",
        "g2": "Continue to innovate new products to add to our existing range of hygiene solutions.",
        "g3": "To provide products and services that are unbeatable by other manufacturers.",
        "g4": "Make the best hygiene products in the industry available to those who need them at competitive prices.",
        "g5": "Actively listen to the needs and desires of our customers to help them develop new products.",
        "g6": "To be environmentally responsible through environmentally friendly products and a strong green policy.",
        "g7": "Providing tailor-made experiences; we like to work with our customers, so if there is a project you would like us to tackle, please do not hesitate to discuss it with us!"
    },
    "wipes": {
        "title1A": "ANTIBACTERIAL WiPES",
        "p1": "Dedicated to providing a solution for every need, our range of WiPES disinfectants, designed for both hands and surfaces, is fantastically varied; with alcohol-free WiPES and recyclable WiPES.",
        "t": "THE UK'S LEADING SUPPLIER OF ANTI-BACTERIAL WiPES FOR HANDS AND SURFACES IS REACHING ALL OF EUROPE.",
        "p2": "As an official supplier to the UK brand The Hygiene Company, we guarantee to provide you with exceptional WiPES to meet all your needs. Created with quality in mind, our WiPES tend to last longer and work more effectively than competing brands. Plus, they're fully portable, which means you can maintain optimal hygiene at all times with a product you know you can trust. So whether you need wet WiPES to clean your gym equipment or WiPE down your office desk, The Hygiene Company's range of antibacterial wet WiPES is the solution.",
        "p3": "As well as protecting people by eliminating and killing 99.99% of germs and bacteria in seconds, our range of WiPES also protects the planet by being environmentally friendly. From 1 January 2020, all our WiPES, including the packaging, are 100% recyclable. So with our environmentally friendly products, you, your staff and your customers can also take pride in the fact that you are helping to protect each other and the world around you.",
        "t1": "Liquidate SS4/SS5 Multipurpose Hand and Surface WiPES",
        "t1p": "Our new range of SS4/SS5 antiviral hand and surface WiPES contain Rewocid WK30, an active ingredient supplied by Evonik, which has demonstrated efficacy data verifying that, with an active concentration of 0.50% and a contact time of 5-15 minutes, the new strain of COVID-19 is inactivated.",
        "t1p2": "Our SS4/SS5 antibacterial WiPES are the perfect solution for exceptional hygiene on-the-go with our 100-WiPE pack option and on-site with our large capacity bucket options. The bucket features a simple tab for easy access to WiPES for quick and effective cleaning, making this option ideal for offices, schools, gyms, retail and food preparation areas. ",
        "key": "Key",
        "features": "Features",
        "alcohol": "Alcohol-free",
        "wipes": "WiPES Specifications",
        "g1": "Kills 99.9% of germs and bacteria in 30 seconds, including Norovirus, flu virus, and MRSA.",
        "g2": "Effective against fungi and viruses, including COVID-19.",
        "g3": "Safe to use on all surfaces.",
        "g4": "Alcohol and alcohol-free options.",
        "g5": "No scissors required: the robust and quality bag ensures ease of opening with the simple pull tag.",
        "g6": "Refill pouches are ideal for wet WiPES dispensers while also reducing landfill waste.",
        "g7": "WiPES resist tears and hold their strength, even when wet.",
        "g8": "Bucket capacity: 500-WiPE or 1000-WiPE buckets.",
        "g9": "Lightly lemon scented to help create a fresh-smelling environment.",
        "g10": "These WiPES are guaranteed to remain wet from first to last WiPE.",
        "g11": "100% recyclable WiPES",
        "g12": "Independently tested 100% non-hazardous and safe for landfill.",
        "t2": "Recyclable WiPES",
        "t2p": "We have developed a range of 100% recyclable WiPES; made from polypropylene, these recyclable alternatives retain all the strength of normal WiPES.",
        "t2p2": "At DRM WiPES, offering our customers the choice of recyclable WiPES is important to us as it means you and your company can make choices that help save our planet.",
        "t2p3": "In addition, all our antibacterial WiPES come in 100% recyclable boxes and are made from a high percentage of recycled materials."
    },
    "wipepod": {
        "title1A": "WIPEPOD®",
        "p1": "The Hygiene Company is the home of the Wipepod®: the award-winning, low-cost antibacterial wet WiPES dispenser.",
        "t": "THE HOME OF AWARD WINNING WIDEPOD",
        "p2": "The Hygiene Company is the home of the Wipepod® - the award-winning, low-cost antibacterial wet WiPE dispenser. Since its launch, the Wipepod® has become a widely recognised product and an essential item in many organisations including: HILTON HOTELS, MARRIOTT HOTELS as well as hundreds of gyms, health clubs, offices, kitchens, petrol stations, fast food outlets and supermarkets across Europe.",
        "p3": "As well as protecting people by eliminating and killing 99.99% of germs and bacteria in seconds, our range of WiPES also protects the planet by being environmentally friendly. From 1 January 2020, all our WiPES, including the packaging, are 100% recyclable. So with our environmentally friendly products, you, your staff and your customers can also take pride in the fact that you are helping to protect each other and the world around you.",
        "t1": "THE ULTIMATE WET WiPES DISPENSER",
        "t1p": "The Wipepod® is produced in Polypropylene, using Steritouch Antimicrobial additives, which provide a great level of protection due to its ability to inhibit and kill viruses, germs and bacteria. Like many of our products, in addition to protecting our clients, the Wipepod® is also environmentally friendly; it can be easily replenished with refill pouches and bags that have a large capacity for antibacterial wet WiPES, which discourages the disposal of used plastic into landfill sites.",
        "t1p2": "Other features include a keyless locking system to ensure it remains secure, and the option to be customised by our clients, with regards to colours and branding, so that it looks at home in all environments.",
        "t1p3": "The Wipepod® is the ultimate wet WiPES dispenser to improve customer confidence, reduce waste, and save both time and money.",
        "key": "Key",
        "features": "Features",
        "g1": "Proven to increase good hand and surface hygiene practice.",
        "g2": "Improves both staff and customer perception of your organisation.",
        "g3": "Keyless locking system.",
        "g4": "Can be wall-mounted, surface-mounted or freestanding.",
        "g5": "Looks at home in all environments.",
        "g6": "Can be used in conjunction with any of our antibacterial wet WiPES.",
        "g7": "Guarantees that every WiPEremains moist, from the very first to the very last WiPE.",
        "g8": "Can be customised to be consistent with company colours and to feature logos.",
        "g9": "Comes with a 60-day satisfaction guarantee and a lifetime warranty against manufacturing defects, vandalism and theft.",
        "a10": "SIZE",
        "a10b": "200x200x200mm",
        "a11": "WEIGHT",
        "a11b": "1kg",
        "a12": "CAPACITY",
        "a12b": "500 WiPES",
        "a13": "COLOURS",
        "a13b": "White / Black / Silver",
        "t3": "Gyms",
        "t4": "Offices",
        "t5": "Restaurants",
        "t6": "Kitchens",
        "t7": "Whorkshops",
        "t8": "Hospitals",
        "t9": "Vet surferies",
        "t10": "Schools",
        "t11": "Home"
    },
    "gym": {
        "title1A": "GYM ZONE",
        "p1": "The new revolution is coming to sport and with it to gyms. Cleanliness and safety in a safe place is synonymous with productive and optimal training.",
        "p2": "As a large-scale project we have made it our mission to import the WiPES concept into gyms as it is done in the USA. There, the use of WiPES in gyms is very common, every time a machine is finished, it is cleaned and disinfected with one or more WiPES so that the next person can enjoy that machine in perfect condition. This brings a lot of hygienic safety to the site",
        "p3": "We have to take into account that hygienic safety after the pandemic has taken on an important value within the general population. What didn't matter before now does, and cleanliness and disinfection are the order of the day",
        "t1": "DON'T STAY BACK!",
        "t1p": "Offering this type of service within a gym or sports centre can provide a hygienic leap in quality and help differentiate it from competitors who do not offer these products. In addition, we are sure that the use of our products can help to increase the clientele of an establishment, thanks to the perception and the good assessment that customers will have of your centre by offering them quality products and providing them with considerable hygienic peace of mind",
        "t1p2": "You can easily install a WIPEPOD in your gym and make your customers enjoy our WiPES or you can place a WiPES station and offer your gym a new product and concept. Your customers will appreciate it. In short, you can join the new movement and become part of the DRM WiPES family, you won't regret it.",
        "t1p3": "Take advantage of our WiPES, they are unique. At a very affordable price you can place dispensers in any area of your gym and offer your customers WiPES offer your clients WiPES with which they can disinfect their hands, as well as the machine they are going to use.",
        "t1p4": "Skip the spray that damages your machines and doesn't look nice in your gym environment. Combining our prices and the quality of our WiPES that help to take care of your machines, our solution will be much more profitable for you."
    
    },
    "stainless": {
        "title1A": "STAINLESS STEEL WET WiPES DISPENSERS",
        "p1": "The DRM WiPES's Stainless Steel Dispensers offer a sleek and effective hygiene solution that will enhance your facilities and corporate image.",
        "t": "STAINLESS STEEL WET WiPES DISPENSERS",
        "p2": "The DRM WiPES's Stainless Steel Dispensers offer a sleek and effective hygiene solution that will enhance your facilities and corporate image.",
        "p3": "From simple wall-mounted WiPES dispensers to multifaceted WiPE dispensers with built-in antiviral hand foamers and waste bins, the array of smart dispenser options offered by The Hygiene Company guarantees that all of our clients will find the perfect hygiene solution to meet their every need.",
        "p4": "To ensure they fit in perfectly with the environment in which they are placed, our clients are able to add customised branding to any of our Stainless Steel Wet WiPES Dispensers, as well as choose from two smart finishes: Brushed 304 Stainless Steel or Matt Black Mild Steel Powder Paint.",
        "p5": "Given that it does not support the growth of bacteria and pathogens, stainless steel is one of the most hygienic materials and, therefore, provides greater levels of protection for both your staff and customers. Moreover, it is not only easy to clean and maintain, but it is also corrosion resistant, durable and sustainable, which means that these WiPES dispensers are built to last. When combined, these elements make stainless steel the optimal material for wet WiPES dispensers.",
        "t1": "FREESTANDING STAINLESS STEEL WET WiPES DISPENSERS",
        "t1p": "Our Freestanding Stainless Steel Wet WiPES Dispensers offer a high-end yet cost-effective hygiene solution. Featuring a built-in antibacterial hand sanitiser dispenser and galvanised steel waste bin, this deluxe dispenser goes above and beyond its impressively large capacity for wet WiPES; enabling the sanitisation of both hands and surfaces, as well as a means by which to dispose of used wet WiPES, all in one location.",
        "t1p2": "The freestanding nature of this dispenser is an ideal solution for many facilities, particularly large spaces and entranceways, as they can be placed in the most prominent locations so as to be visible and accessible to all staff and customers, thus ensuring they feel safe within your facilities.        ",
        "t1p3": "At DRM WiPES, we understand the value of aesthetics and, therefore, we offer several customisation options for our Freestanding Stainless Steel Wet WiPES Dispensers:",
        "key": "Key",
        "features": "Features",
        "b1": "The opportunity to feature branding so as to promote your logos and deliver your bespoke message.",
        "b2": "Dispensers may feature a slanted top, which enables greater visibility of customised branding on this surface, or a flat top.",
        "b3": "Finish options of either brushed top-grade 304 stainless steel or matt black mild steel powder paint finishes.",
        "g1": "Large antibacterial WiPES capacity (500+ WiPES).",
        "g2": "Built-in galvanised waste bin with a large capacity. May be used with or without a liner.",
        "g3": "Built-in antibacterial hand foam sanitiser dispenser (this feature is optional: if not required, dispenser is offered with a blanking plate instead).",
        "g4": "Lockable door.",
        "g5": "Customised branding available.",
        "g6": "Angled top or flat top options.",
        "g7": "Available in: brushed top-grade 304 stainless steel OR matt black mild steel powder paint finishes.",
        "g8": "Unit size (mm): 324mm x 1092mm",
        "g9": "Weight: 16KG",
        "t2": "WET/DRY WALL-MOUNTED STAINLESS STEEL DISPENSERS",
        "p21": "Our stainless steel wall dispensers will improve both the aesthetics and hygienic efficiency of any space.",
        "p31": "Although they have an impressive capacity for wet WiPES, our dispensers are also compact, which makes them very favourable in facilities with limited space, in high traffic areas and in washrooms. In addition, these WiPE dispensers are in high demand in facilities that require efficient cleaning of surfaces and equipment, such as offices, hotels, gyms, schools and hospitals.",
        "p41": "Contact us for more information about this product.",
        
        "a10": "SIZE",
        "a10b": "Large: 300Lx253.5WX250D",
        "a10c": "Medium: 273.8Lx124WX125.4D",
        "a11": "WEIGHT",
        "a11b": "Large: 3.5kg",
        "a11c": "Medium: 2kg",
        "a12": "CAPACITY",
        "a12b": "Large: 600-1000",
        "a12c": "Medium: 200-500",
        "a13": "COLOURS",
        "a13x": "Brushed",
        "a13b": "Silver",
        "a14x": "Matt",
        "a14c": "Black",
        "h1": "Large or medium antibacterial WiPES capacity.",
        "h2": "Secure locking system.",
        "h3": "Customised branding available.",
        "h4": "Available in: brushed top-grade 304 stainless steel or matt black mild steel powder paint finishes."
        
    },
    
    "station": {
        "title1A": "THE WET WiPES STATION",
        "p1": "With an antibacterial wet WiPE unit and integrated bin, the freestanding Wet WiPES Station is the epitome of fast and effective hygiene solutions.",
        "t": "THE EPITOME OF FAST AND EFFECTIVE HYGIENE SOLUTIONS.",
        "p2": "With an antibacterial wet WiPEunit and integrated bin, the freestanding Wet WiPES Station is the epitome of fast and effective hygiene solutions.",
        "p3": "The unit is specifically created by experts to be quick and easy-to-use, through its pull-WiPE feature and hidden waste receptacle, while its weighted base ensures stability and its design makes the unit highly visible. Furthermore, our custom colour and branding options ensure that the unit looks at home in every facility. Upon combining these features, the Wet WiPES Station is perfect for maintaining excellent hand and surface hygiene practice in areas of high footfall, such as: supermarkets, play areas, gyms, service stations, offices, and health clubs.",
        "t1": "KEY FEATURES",
        "g1": "Unique patented design.",
        "g2": "Custom branding and colours available.",
        "g3": "Capacity of up to 1000 antibacterial WiPES.",
        "g4": "Built-in waste receptacle.",
        "g5": "Inner Bin Capacity: 25 litres.",
        "g6": "Dispenser size: 32cm (diameter) x 122cm.",
        "g7": "Dispenser weight unpackaged: 11.75kg.",
        "g8": "Concrete base weight: 7.5kg.",
        "g9": "Material: Polyethylene."
    },
    
    "where": {
        "where": "Where to buy",
        "email": "EMAIL US",
        "call": "CALL US",
        "call2": "Call",
        "rights": "All Rights Reserved"
    },
    "boton": {
        "boton": "DISCOVER +"
    }
}